Dlubal.RFEM5.PlasticHingeAcceptanceCriteriaType
Type of plastic hinge acceptance criteria

Dlubal.RFEM5.PlasticHingeAcceptanceCriteriaType.UnknownPlasticHingeAcceptanceCriteriaType
Unknown type of plastic hinge acceptance criteria

Dlubal.RFEM5.PlasticHingeAcceptanceCriteriaType.PrimaryPlasticHingeAcceptanceCriteriaType
Primary

Dlubal.RFEM5.PlasticHingeAcceptanceCriteriaType.SecondaryPlasticHingeAcceptanceCriteriaType
Secondary